[
    {
        "writtenBy": "Sumed Tapas Chakma",
        "title": "Kalpana Chakma: Champion of Human Rights in CHT",
        "description": "She was the organizing secretary of the Hill Women's Federation in Bangladesh.",
        "date": "13 October, 2025",
        "img": "/Blogs/blog-image-1.png",
        "category": "indigenous opinion",
        "status": "latest",
        "longdes": "We have often been asked: Why doesn’t the Partner Program pay for external traffic? Sharing on social media, getting referral traffic from search and direct sharing are all behaviors we want to reward, which is why our first change is adding an incentive to the Partner Program that rewards you when you share your writing externally and bring in brand new readers. The formal study of logic helps in decision-making and in interrogating arguments and (seemingly) rational thought. ..."
    },
    {
        "writtenBy": "Provash Chakma",
        "title": "Kalpana Chakma's Advocacy for Hill Women",
        "description": "She was the organizing secretary of the Hill Women's Federation in Bangladesh.",
        "date": "13 May, 2025",
        "img": "/Blogs/blog-image-2.png",
        "category": "indigenous opinion",
        "status": "latest",
        "longdes": "She was the organizing secretary of the Hill Women's Federation in Bangladesh. This long description can contain detailed information about the blog post, history, context, and related insights for readers who want to dive deeper."
    },
    {
        "writtenBy": "Jesmin Chakma",
        "title": "The Life and Work of Kalpana Chakma",
        "description": "She was the organizing secretary of the Hill Women's Federation in Bangladesh.",
        "date": "13 August, 2025",
        "img": "/Blogs/blog-image-3.png",
        "category": "indigenous opinion",
        "status": "latest",
        "longdes": "This blog post expands on the contributions of Kalpana Chakma to human rights and the Hill Women's Federation. Readers can learn about her activism, major accomplishments, and legacy in the community."
    },
    {
        "writtenBy": "Alapottra Chakma",
        "title": "Kalpana Chakma: A Voice for Justice in the Hill Tracts",
        "description": "She was the organizing secretary of the Hill Women's Federation in Bangladesh.",
        "date": "13 June, 2025",
        "img": "/Blogs/blog-image-4.png",
        "category": "indigenous opinion",
        "status": "latest",
        "longdes": "Kalpana Chakma’s work is explored in this detailed blog. The long description covers her initiatives, challenges faced, and the impact of her advocacy on local communities and women’s rights in the region."
    },
    {
        "writtenBy": "Sumed Tapas Chakma",
        "title": "Remembering Kalpana Chakma's Legacy in CHT",
        "description": "She was the organizing secretary of the Hill Women's Federation in Bangladesh.",
        "date": "12 July, 2025",
        "img": "/Blogs/blog-image-5.png",
        "category": "indigenous opinion",
        "status": "latest",
        "longdes": "This blog entry highlights Kalpana Chakma’s activism, her role in organizing women in the Hill Tracts, and her contributions to the promotion of human rights and justice in Bangladesh."
    }
]